tutorials/surfaceTracking/interTrackFoam/ramp/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name from directory
application="interTrackFoam"

runApplication blockMesh
runApplication makeFaMesh
runApplication $application
